ScalingOff = "サイズ調整を切にする";
ScalingOn = "サイズ調整を入にする";
AllScreens = "すべての画面";
ScreenNumber = "画面 %d 個";
MainScreen = "メイン画面";
ReEnterPass = "正しい名前とパスワードを入力したことを確認してください。";
RemoteAccessDenied = "“%@”の現在のユーザは、アクセス要求を拒否しました。";

taskString = "制御";
taskDescription = "コンピュータを制御";
longTaskDescription = "選択されたコンピュータを制御します";
requestTitle = "認証に失敗しました";
requestScreenControl = "制御するための権限を要求しますか？";
requestScreenObserve = "監視するための権限を要求しますか？";
requestScreenAuthFailed = "“%@”への認証に失敗しました。";
requestDenied = "ユーザが要求を拒否しました。";
connecting = "“%@”へ接続中";
connectionLost = "“%@”への接続が解除されました。";
connectionFailed = "“%@”に接続できませんでした。";
connectionFailedReason = "接続しようとしているコンピュータで画面共有（“システム環境設定”の“共有”セクションにあります）が有効になっていることを確認してください。また、ネットワーク接続が適切に動作していることも確認してください。";
waitingForResponse = "ユーザの応答を待っています。";
runningAdminAppObserveError = "“%@”を監視できませんでした";
runningAdminAppControlError = "“%@”を制御できませんでした";
runningAdminAppErrorMessage = "Apple Remote Desktop またはほかの管理用アプリケーションが現在実行中です。";
controlModeError = "制御モードに変更できませんでした";
observeModeError = "監視モードに変更できませんでした";
sharedControlError = "マウス制御を変更できませんでした";
notAuthorizedTitle = "認証されていません";
controlNotAuthorized = "このコンピュータを制御する権限がありません。";
observeNotAuthorized = "このコンピュータを監視する権限がありません。";
serverNotSupported = "サーバはこのオプションに対応していません。";
sharingSelfNotSupported = "コンピュータをそのコンピュータ自身に接続し、画面を共有することはできません。";
captureDefaultName = "Remote Desktop ピクチャ";
scaleToolbarTitle = "ウインドウに合わせる";
scaleToolbarPaletteLabel = "ウインドウに合わせる";
scaleToolbarTooltip = "画面をウインドウに合わせます";
controlToolbarTitle = "制御";
controlToolbarPaletteLabel = "制御と監視";
controlToolbarTooltip = "制御モードと監視モードを切り替えます";
shareToolbarTitle = "マウスを共有";
shareToolbarPaletteLabel = "マウスをユーザと共有する";
shareToolbarTooltip = "マウスとキーボードをユーザと共有します";
qualityToolbarTitle = "品質";
qualityToolbarPaletteLabel = "画質";
qualityToolbarTooltip = "画質";
captureToolbarTitle = "画面の取り込み";
captureToolbarPaletteLabel = "画面の取り込み";
captureToolbarTooltip = "画面をファイルに取り込みます";
controlObserveNotSupported = "自分のコンピュータは制御および監視できません";
fullScreenToolbarTooltip = "ディスプレイいっぱいに画面を表示します";
fullScreenToolbarTooltipExt = "画面をウインドウで表示します";
fullScreenToolbarTitle = "フルスクリーン";
fullScreenPaletteDisconnect = "制御セッションまたは監視セッションを終了";
showCursorToolbarTooltip = "ローカル側のカーソルを隠します／表示します";
showCursorToolbarTitle = "カーソルを隠す／表示";
curtainToolbarTitle = "画面をロック";
curtainToolbarTooltip = "制御中にコンピュータの画面をロックします";
getClipboardToolbarTitle = "クリップボードを取得";
getClipboardToolbarTooltip = "リモートクリップボードの内容を取得します";
sendClipboardToolbarTitle = "クリップボードを送信";
sendClipboardToolbarTooltip = "クリップボードの内容をリモートクリップボードに送信します";
multiDisplayToolbarTitle = "ディスプレイの選択";
multiDisplayToolbarTooltip = "表示するリモートディスプレイを選択します";
computerInScreenShare = "現在このコンピュータと画面を共有しています";
curtainErrorTitle = "カーテンモードに変更できませんでした";
curtainExitErrorTitle = "カーテンモードから変更できませんでした";
curtainErrorMessage = "このコンピュータでエラーが発生しました。";
curtainUnavailableTooltip = "カーテンモードは、“%@”で実行中のバージョンの Mac OS X には使用できません。";
curtainUnavalableMessage = "カーテンモードは、“%@”には使用できません。";

displayPopUpAllDisplays = "すべてのディスプレイ：%@ × %@";
displayPopUpBothDisplays = "両方のディスプレイ：%@ × %@";
displayPopUpOneDisplay = "ディスプレイ %@：%@ × %@";

curtainTaskString = "カーテン";
curtainTaskDescription = "カーテンモードでコンピュータを制御";
curtainLongTaskDescription = "画面がロックされている間に選択されたコンピュータを制御します";

sshTunnelRemoteLoginDisabledTitle = "“%@”の“リモートログイン”が有効になっていないため、接続に失敗しました。";
sshTunnelRemoteLoginDisabledMessage = "“すべてのネットワークデータを暗号化”のセキュリティ設定を無効にするか、“%@”の“共有”設定で“リモートログイン”を有効にしてみてください。";
sshTunnelHostKeyChangedTitle = "ID を確認できなかったため、“%@”への接続に失敗しました。セキュリティに問題があるか、SSH known_hosts ファイルが古い可能性があります。";
sshTunnelHostKeyChangedMessage = "“すべてのネットワークデータを暗号化”のセキュリティ設定を無効にするか、SSH known_hosts ファイルを更新してください。";
sshTunnelHostKeyChanged2Message = "“%@”のリモートホスト ID が変更されています。この ID にセキュリティの問題がないことが分かっている場合は、Remote Desktop を使って known_hosts ファイルを修正してみてください。";
sshTunnelHostKeyFix = "修正";
sshTunnelHostKeyFixError = "SSH known_hosts ファイルの変更中に問題が起きました。";
sshTunnelTooltip = "接続は暗号化されています";

legacyVNCSecurityWarningTitle = "コンピュータ“%@”が実行している VNC サーバは、Remote Desktop のキーストローク暗号化に対応していません。このコンピュータに入力したテキストは、ネットワーク上で傍受される可能性があります。このまま接続を続けますか？";
legacyVNCSecurityWarningMessageFull = "リモートコンピュータでリモートログインまたは SSH が有効になっている場合は、Remote Desktop の設定で“すべてのネットワークデータを暗号化”を選択するか、下の“SSH を使用して接続”を選択すると、安全に接続できます。";
legacyVNCSecurityWarningMessage = "リモートコンピュータでリモートログインまたは SSH が有効になっている場合は、Remote Desktop の設定で“すべてのネットワークデータを暗号化”を選択すると、安全に接続できます。";
legacyVNCSecurityWarningContinueSSHButton = "SSH を使用して接続";

IconCacheTitle = "タイトルバー・アイコンのキャッシュを消去してもよろしいですか？";
IconCacheDefaultButton = "消去";
IconCacheAlternateButton = "キャンセル";
IconCacheMessage = "これらのファイルは、タイトルバーアイコンをドラッグしてブックマークを作成するために使用されます。このアイコンをドラッグして作成されるブックマークは、このキャッシュを消去すると壊れてしまいます。\n\nOption キーを押したまま操作すると、エイリアスを作成する代わりにブックマークをコピーすることができます。";

YESBUTTON = "有効";
NOBUTTON = "無効";